@extends('layouts.web_sub_page')

@section('title')
    <title>机器识别-使用协议,专业的验证码云端识别服务,专业的机器识别，让验证码识别更快速、更准确、更强大</title>
@endsection

@section('content')
    <style>
        p{
            font-size:18px !important;
            padding-bottom: 10px;
        }
    </style>
    {{--<div class="page-header page-header-xsmall" style="background-image: url('https://img.alicdn.com/imgextra/i3/63187170/TB2_aSjbmfD8KJjSszhXXbIJFXa-63187170.jpg')">--}}
        {{--<div class="filter"></div>--}}
        {{--<div class="content-center">--}}
            {{--<div class="motto">--}}
                {{--<h1 class="text-center">领先的视觉文字识别平台</h1>--}}
                {{--<h3 class="text-center">价格全网最低 / 全程采用机器识别 / 识别速度更快 / 更准 / 效率更高</h3>--}}
                {{--<h3 class="text-center">语音人工打标 / 深学人工打标 ...</h3>--}}
            {{--</div>--}}
        {{--</div>--}}
    {{--</div>--}}
    <div class="wrapper" style="min-height:700px;">
        <div class="main">
            <div class="section section-white">
                <div class="container">
                    {{--<div class="row">--}}
                        {{--<div class="col-md-12 ml-auto mr-auto text-center">--}}
                            {{--<h1 class="title">领先的视觉文字识别平台</h1>--}}
                            {{--<h3>价格全网最低 / 全程采用机器识别 / 识别速度更快 / 更准 / 效率更高</h3>--}}
                        {{--</div>--}}
                    {{--</div>--}}
                    <div class="container">
                        <div class="row">
                            <div class="col-md-6 ml-auto mr-auto text-center title">
                                <h2>使用协议</h2>
                            </div>
                        </div>
                        <div class="row">
                            <div class="col-md-12 ml-auto mr-auto">
                                <div class="article-content">
                                    <p>在使用本网站运营的图像识别服务（以下简称“本服务”）前，请您务必仔细阅读并透彻理解本声明。您可以选择不使用本服务，但如果您使用本服务，您的使用行为将被视为对本声明全部内容的认可，此后，您不得以未阅读本声明的内容为由作任何形式的抗辩。 </p>

                                    <p>一、本服务不针对任何单位、个人，您不得将本服务用于任何违法或违规之用途（包括但不限于：中华人民共和国法律、法规，您与任何网站营运商或游戏营运商之协议约束等）；对于您违法或违规使用所发生的任何纠纷及其法律后果，本网站均不承担任何责任。 </p>
                                    <p>二、凡与本服务有关之所有权与著作权均属本网站或其版权所有者所有。凡与因透过本服务而存取之资料内容之所有权以及知识产权，均属各该资料之所有权人，并受相关著作权法或其他知识产权法律与条约之保护。您与本网站就本服务达成的任何使用协议并不授权您就该等资料之内容享有使用之权力。 </p>
                                    <p>三、 本服务为网络交互型使用，您因使用本服务所造成之任何损失和风险将由您独自承担。在相关法律所允许之最大范围内，本网站及其供应商不承担任何瑕疵担保责任与条件，不论其为明示或默示者，其中包括（但不限于）适售性、适何某特定用途以及不侵害他人权益之默示担保责任。 </p>
                                    <p>四、 在相关法律所允许之最大范围内，本网站或其供应商对于您因使用或不能使用本服务 而遭受之特别、衍生性、直接或间接损害（包括，但不限于营业利益之损失、营业中断、数据丢失或其他有形或无形损失）不承担任何法律责任。此项规定不因您事先告知本网站或其供应商，该损害发生之可能性而有所不同。 </p>
                                    <p>五、 您若违反上述规定，本网站有权采取终止、完全或部分中止、限制您用户帐号的使用功能。 </p>
                                    <p>六、 本免责声明条款的效力范围及于本网站的一切产品和服务，当您使用本网站各单项服务时，应以本网站认可的方式同意该单项服务的服务条款以及本网站在该单项服务中发出的各类公告（下列简称为“单项条款”），在此情况下单项条款与本服务条款同时对您产生效力。若单项条款与本免责声明存在同类条款的冲突，则在单项条款约束范围内应以单项条款为准。 </p>
                                    <p>七、 本网站可能随时修改本声明条款。您应经常访问本页面以了解当前的条款，因为这些条款与您密切相关。这些条款的某些条文也可能被本站中某些页面上明确指定的法律通告或条款所取代。您在享受各项服务时，应当及时查阅了解修改的内容，并自觉认同且尊重本免责声明条款以及该单项服务的相关条款。您如继续使用本免责声明条款涉及的服务，则视为对修改内容的同意，当发生有关争议时，以最新的免责声明条款为准；您在不同意修改内容的情况下，有权停止使用本免责声明条款涉及的服务。 </p>
                                    <p>八、 因本服务引起的、或者与本服务有关的任何争议，各方应友好协商解决；协商不成的，任何一方均可将有关争议向本网站所在地人民法院提起诉讼。 </p>
                                    <p>九、 从开始使用本服务那一刻起，即视为同意以上条款。 </p>
                                </div>
                            </div>

                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
@endsection